Repository: itk-dev/iot-crawler-app
Catalog: translations/messages.*.xlf
Languages: da

source: Add sensor warning
da: Tilføj sensoradvarsel

source: Remove sensor warning
da: Fjern sensoradvarsel

source: Edit mission sensor
da: Rediger sensor

source: Cancel
da: Annuller

source: Update
da: Opdater

source: Create
da: Opret

source: Add mission sensor
da: Tilføj sensor

source: Mission sensors
da: Sensorer

source: Name
da: Navn

source: Enabled
da: Aktiv

source: Added at
da: Tilføjet

source: Yes
da: Ja

source: No
da: Nej

source: Mission sensor
da: Sensor

source: Loading app …
da: Henter app …

source: Themes
da: Temaer

source: New Mission
da: Ny mission

source: Create mission
da: Opret mission

source: Create new mission
da: Opret ny mission

source: Edit mission
da: Rediger mission

source: Sensors connected to your mission
da: Sensorer i din mission

source: No sensors added yet
da: Ingen sensorer endnu

source: Add a sensor
da: Tilføj en sensor

source: Use the buttons below to export your missions log, data and chart
da: Brug knapperne nedenfor til eksportere din missions log, data og graf

source: Export mission log
da: Eksporter missionlog

source: Messages as
da: Beskeder som

source: Export measurements
da: Eksporter målinger

source: Data as
da: Data som

source: Export chart
da: Eksporter graf

source: Image as
da: Billede som

source: Mission finished at {finished_at}
da: Mission afsluttet {finished_at}

source: Finish your mission when you no longer want to collect data, or if your sensors no longer deliveres data for this mission.
da: Afslut din mission når du ikke længere vil indsamle data eller hvis dine sensorer ikke længere leverer data til din mission.

source: Finish mission
da: Afslut mission

source: Page navigation
da: Sidenavigation

source: Previous
da: Forrige

source: Next
da: Næste

source: Children
da: Børn

source: Onboarding step
da: Ombordstigningsskridt

source: Start introduction
da: Start introduktion

source: Skip introduction
da: Spring over introduktion

source: Explore the data missions
da: Udforsk datamissionerne

source: Restart introduction
da: Genstart introduktion

source: Mission theme
da: Missionstema

source: Before you can create a datamission you need to select a mission theme
da: Du skal vælge et missionstema før du kan starte en datamission

source: Edit
da: Rediger

source: Search for a mission
da: Søg efter en mission

source: No log entries
da: Ingen logbeskeder

source: Mission log
da: Missionslog

source: Add log entry
da: Tilføj logbesked

source: Content
da: Indhold

source: Show mission
da: Vis mission

source: Search
da: Søg

source: Search for a sensor
da: Søg efter en sensor

source: Error: {error}
da: Fejl: {error}

source: Searching …
da: Søger …

source: Results ({count})
da: Resultater ({count})

source: Already included in mission
da: Allerede med i missionen

source: Add
da: Tilføj

source: Searching for {query} …
da: Søger efter {query} …

source: Value
da: Værdi

source: Logged at
da: Skrevet

source: Filter log types
da: Filtrer beskedtyper

source: {0}No results match {query}|{1}One result matching {query}|]1,Inf]{count} results matching {query}
da: {0}Intet matcher {query}|{1}Et resultat matcher {query}|]1,Inf]{count} resultater matcher {query}

source: {0}No results|{1}One result|]1,Inf]{count} results
da: {0}Ingen resultater|{1}Et resultat|]1,Inf]{count} resultater

source: Remove sensor from mission
da: Fjern sensor fra mission

source: Edit data mission: {title}
da: Rediger datamission: {title}

source: Edit data mission
da: Rediger datamission

source: New data mission
da: Ny datamission

source: Create data mission
da: Opret datamission

source: Data missions
da: Datamissioner

source: Show
da: Vis

source: more
da: mere

source: less
da: mindre

source: Mission theme: {title}
da: Missionstema: {title}

source: Back
da: Tilbage

source: Description
da: Beskrivelse

source: Location
da: Placering

source: Create mission sensor
da: Opret missionssensor

source: Sensor warnings
da: Sensoradvarsler

source: Minimum value
da: Minimumsværdi

source: Maximum value
da: Maksimumsværdi

source: Message
da: Besked

source: Give the sensor a name for this mission
da: Giv sensoren et navn i denne mission

source: Sensor warning can help you detect invalid data.
da: Sensoradvarsler kan hjælpe dig med at opdage fejlbehæftet data.

source: Generate a warning if the sensor value is below this value.
da: Generer en advarsel hvis sensorværdien er under denne værdi.

source: Generate a warning if the sensor value is above this value.
da: Generer en advarsel hvis sensorværdien er over denne værdi.

source: The message to write in the log if the sensor value is outside the bounds. “%value%” will be replaced with the actual measured value when writing the log message.
da: Beskeden der skal skrives i loggen hvis sensorværdien er uden for grænserne. “%value%” bliver erstattet med den faktisk sensorværdi i logbeskeden.

source: Give your mission an easy recognisable title
da: Giv din mission en kort og præcis titel

source: Give a short description of what you want to achieve
da: Giv en kort beskrivelse af hvad du vil undersøge

source: Write the address or primary location of your mission
da: Skriv adresse eller primær placering af din mission

source: Enter a log entry
da: Indtast en logbesked

source: alert
da: advarsel

source: measurement
da: måling

source: user
da: bruger

source: No sensors matching %query% found.
da: Ingen sensorer matcher %query%.

source: {0}No results match %query%|{1}One result matching %query%|]1,Inf]%count% results matching %query%
da: {0}Ingen resultater matcher %query%|{1}Et resultat matcher %query%|]1,Inf]%count% resulter matcher %query%

source: {0}No results|{1}One result|]1,Inf]%count% results
da: {0}Ingen resulter|{1}Et resultat|]1,Inf]%count% resultater

source: Searching for %query% …
da: Søger efter %query% …

source: Error adding sensor %sensor% (Message: “%message%”)
da: Fejl under tilføjelse af sensor %sensor% (Besked: “%message%”)

source: Error: %error%
da: Fejl: %error%

source: Show sensor in broker
da: Vis sensor i “broker”

source: Sensor id
da: Id

source: Identifier
da: Kort id

source: Observation type
da: Sensortype

source: Quality of information
da: Informationskvalitet (QoI)

source: Update interval
da: Opdateringsinterval

source: urn:ngsi-ld:Temperature
da: Temperatur

source: urn:ngsi-ld:Luminance
da: Luminans

source: Show mission subscription in broker
da: Vis “subscription” i “broker”

source: seconds
da: sekunder
